tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "martido/brew-graph"
tap "nodenv/nodenv"
brew "bash"
brew "coreutils"
brew "fish"
brew "freetype"
brew "gdbm"
brew "git"
brew "libtool"
brew "graphviz"
brew "htop"
brew "openssl"
brew "python3"
brew "httpie"
brew "imagemagick"
brew "jpegoptim"
brew "lua"
brew "luajit"
brew "mas"
brew "nmap"
brew "nodenv"
brew "optipng"
brew "p7zip"
brew "parallel"
brew "pcre"
brew "phantomjs"
brew "pstree"
brew "rbenv"
brew "rbenv-bundler"
brew "rbenv-gemset"
brew "ssh-copy-id"
brew "tree"
brew "vagrant-completion"
brew "vim", args: ["with-luajit", "with-python3"]
brew "vimpager"
brew "watchman"
brew "wget"
brew "yadm"
brew "martido/brew-graph/brew-graph"
brew "nodenv/nodenv/nodenv-default-packages"
brew "nodenv/nodenv/nodenv-package-json-engine"
brew "nodenv/nodenv/nodenv-package-rehash"
mas "1Password", id: 443987910
mas "ForkLift", id: 412448059
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
