tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/fonts"
tap "caskroom/cask"
brew "fish"
brew "git"
brew "mas"
brew "p7zip"
brew "python3"
brew "thefuck"
brew "vim", args: ["with-luajit", "with-python3"]
brew "vimpager"
brew "yadm"
cask "iterm2"
cask "caskroom/fonts/font-sourcecodepro-nerd-font"
cask "caskroom/fonts/font-sourcecodepro-nerd-font-mono"
mas "1Password", id: 443987910
mas "ForkLift", id: 412448059
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
